'use client'
import React from 'react';


// const StyledAbout = styled.div`
//   padding: 50px 0;
//   width: 100%;
// `;

// const Title = styled.h1`
//   font-size: 48px;
//   font-weight: 900;
//   text-align: center;
//   margin: 0 0 20px 0;
// `;

// const Block = styled.div`
//   display: flex;
//   justify-content: center;
// `;

// const Txt = styled.p`
//   width: 70%;
//   font-size: 16px;
//   line-height: 2;
// `;

export default function About() {
  return (
    <div>
      <h1>
        Про компанію
      </h1>
      <div>
        <p>
          Pizza shop – це одна з перших доставок смачної піци та суші у Харкові. 
          Відкриття компанії датується 2009 роком, компанія не стоїть на місці і 
          регулярно доповнює своє меню новими позиціями, але також не забуває і 
          про старих відвідувачів, які давно полюбилися. Ми раді Вас бачити в наших кафе, 
          розташованих в основних районах Харкова, також ми завжди готові врятувати Вас від голоду та, 
          завдяки швидкій доставці по місту, привезти Ваше замовлення на будинок або офіс. 
          Меню нашої мережі поєднує найбільш популярні в Україні кулінарні кухні – японську, італійську, європейську. 
          Втім, приходьте до нас і переконався самі, що ми любимо і цінуємо наших клієнтів. 
          Ласкаво просимо до сім&apos;ї мережі Pizza shop!
        </p>
      </div>
    </div>
  )
}
